{
    "type": "query results",
    "query": "SELECT COUNTRYID, COUNTRYNAME, Z_PK AS FACTID, ZFACT FROM ZCOUNTRYFACT, (SELECT Z_PK AS COUNTRYID, ZNAME AS COUNTRYNAME FROM ZCOUNTRY) WHERE ZCOUNTRY = COUNTRYID",
    "columns": [
        {
            "displayName": "COUNTRYID",
            "name": "COUNTRYID",
            "database": null,
            "table": "ZCOUNTRY",
            "type": ""
        },
        {
            "displayName": "COUNTRYNAME",
            "name": "COUNTRYNAME",
            "database": null,
            "table": "ZCOUNTRY",
            "type": ""
        },
        {
            "displayName": "FACTID",
            "name": "Z_PK",
            "database": null,
            "table": "ZCOUNTRYFACT",
            "type": ""
        },
        {
            "displayName": "ZFACT",
            "name": "ZFACT",
            "database": null,
            "table": "ZCOUNTRYFACT",
            "type": ""
        }
    ],
    "rows": [
        [
            219,
            "United States",
            33,
            "There are 50 states in America, 48 are accessible by vehicle, while 2 need other modes of transportation."
        ],
        [
            219,
            "United States",
            34,
            "America uses a lot of food-related phrases when describing itself!  It has long been known as a “melting pot” because it is the home of people from all over the world who blend together, but more recently it has also been described as a “salad” because each group also manages to remain unique.  It seems that everyone can agree on apple pie though, since the phrase “as American as apple pie” has long been popular for describing something typically American!"
        ],
        [
            76,
            "United Kingdom",
            39,
            "Many Disney movies take place in England. A few of them are Mary Poppins, Peter Pan, 101 Dalmatians, and Robin Hood. The famous Harry Potter books and movies were also set in the UK!"
        ],
        [
            95,
            "Hungary",
            40,
            "The famous Rubik’s Cube logic-toy was invented by a Hungarian engineer, Ernő Rubik. Rubik originally named the toy “Magic Cube”. Here’s a tip: the color of a side is determined by the color of the center cube of that side."
        ],
        [
            1,
            "Czech Republic",
            56,
            "Did you know that the Prague Castle is listed as the largest ancient castle in the world, according to the Guinness Book of World Records?"
        ],
        [
            1,
            "Czech Republic",
            57,
            "The sugar cube was invented in the Czech Republic."
        ],
        [
            10,
            "Argentina",
            63,
            "The oldest known dinosaur species had been traced back to Argentina and Brazil. Some are 230 million years old! Well-preserved displays of dinosaur bones (fossils) can be found in the Argentine National Historical Museum in Buenos Aires, Argentina."
        ],
        [
            10,
            "Argentina",
            64,
            "Argentina’s national sport is pato, a game played on horseback. It is similar to both polo and basketball. The word pato means “duck” in Spanish, as early versions of the sport used a live duck inside a basket, instead of a ball. "
        ],
        [
            10,
            "Argentina",
            65,
            "The first animated cartoon was created by an Argentine cartoonist named Quirino Cristiani. These movies were released to the public many years ago, in 1917 and 1918."
        ],
        [
            16,
            "Australia",
            66,
            "The Australian coat of arms has both a kangaroo and an emu on it. Did you know that neither the kangaroo nor the emu can walk backwards? "
        ],
        [
            16,
            "Australia",
            67,
            "Australia is the only place where koalas live. They are not bears, but they look like cute and cuddly teddy bears with grey fur and big, round, black noses. Koalas live high up in trees, sleep all day, and only wake up for 4-5 hours at night. They only eat eucalyptus leaves, which are poisonous to most animals. Koalas are hard to see in the wild, but you can pet them at the zoo!"
        ],
        [
            16,
            "Australia",
            68,
            "Did you know that there are more sheep than people in Australia? There are 150 million sheep and 20 million people. This means that there are 7.5 sheep for every person!"
        ],
        [
            16,
            "Australia",
            69,
            "Macadamia nuts are native to Australia. They are named for John Macadam, a physician and chemist who promoted growing nuts in Australia."
        ],
        [
            20,
            "Belgium",
            73,
            "In 1846, Belgian instrument maker Adolphe Sax invented the saxophone."
        ],
        [
            20,
            "Belgium",
            74,
            "Did you know that French fries and waffles come from Belgium?"
        ],
        [
            42,
            "China",
            78,
            "Did you know that ice cream was first created in China?"
        ],
        [
            42,
            "China",
            79,
            "Pandas date back three million years and are known to ward off evil spirits. Pandas are considered symbols of might and bravery. "
        ],
        [
            64,
            "Egypt",
            80,
            "Ancient Egyptian pyramids were built as tombs for pharaohs and over 130 pyramids have been discovered! Before being buried in pyramids, bodies were turned into mummies to preserve the body for the afterlife. Pharaohs were buried with food and some of their favorite personal items because they believed they would need them in the afterlife."
        ],
        [
            57,
            "Germany",
            82,
            "Gummy Bears were invented in Germany."
        ],
        [
            57,
            "Germany",
            83,
            "Germany shares borders with 9 countries: Denmark, Poland, Czech Republic, Austria, Switzerland, France , Luxembourg, Belgium and the Netherlands "
        ],
        [
            57,
            "Germany",
            84,
            "Over 100 Germans have been awarded the Nobel prize in their field, including Albert Einstein, who was born in Germany."
        ],
        [
            84,
            "Greece",
            85,
            "Greece is one of the most mountainous countries in Europe. The highest mountain in Greece is Mount Olympus. It has over 50 peaks, with the highest reaching 9,570 feet."
        ],
        [
            84,
            "Greece",
            86,
            "Greece is one of the world’s oldest countries. The first Olympic games was held in Greece, but the events looked very different from the Olympics that we see today. Instead they had events like horse racing and jousting."
        ],
        [
            84,
            "Greece",
            87,
            "There are several islands where all the houses are white with blue windows and rooftops. "
        ],
        [
            84,
            "Greece",
            88,
            "A special type of sea turtle, the caretta caretta lives in the Greek waters. This turtle can be as long as 83 inches and as big as 300 lbs!"
        ],
        [
            98,
            "India",
            89,
            "India’s jungles were the inspiration behind Disney’s animated feature, The Jungle Book. The story was originally written by Rudyard Kipling for his six year old daughter."
        ],
        [
            104,
            "Israel",
            91,
            "The first cell phone was invented in Israel."
        ],
        [
            104,
            "Israel",
            92,
            "There’s a rollerblading party that happens every night in Tel Aviv, Israel. "
        ],
        [
            105,
            "Italy",
            93,
            "Italy is easy to recognize on any world map.  It is shaped like a high-heel boot."
        ],
        [
            105,
            "Italy",
            94,
            "Leonardo da Vinci was an Italian scientist and artist who was the first to prove the world is round and not flat."
        ],
        [
            109,
            "Japan",
            95,
            "In Japan there are dog and cat cafes, where both people and animals can go to enjoy together!"
        ],
        [
            109,
            "Japan",
            96,
            "Did you know that there are more pets than children in Japan?"
        ],
        [
            101,
            "Iran",
            105,
            "On the last Tuesday of each year, children in Iran celebrate the New Year by participating in the Festival of Fire (Chahar-Shanbeh Soori) and jumping over fire!  Bonfires are made in the streets and yards, representing good thoughts, good words, and good deeds. Iranians believe that by jumping over fire, they will have enlightenment, good health and happiness throughout the coming year. "
        ],
        [
            40,
            "Switzerland",
            106,
            "Swiss people eat more chocolate than any other country in the world. It is said that an average Swiss eats 23 lbs of chocolate annually, compared to the 11.71 lbs consumed by Americans."
        ],
        [
            40,
            "Switzerland",
            107,
            "If you are visiting Switzerland for the first time, you will likely notice it has a huge number of fountains! The Swiss city of Zurich has at least 1224 fountains!"
        ],
        [
            40,
            "Switzerland",
            109,
            "There is a 26 foot fork in the middle of Lake Geneva in the town of Vevey. The “Great Big Fork” is located opposite to the Musee de l’Alimentation. (Nestle Alimentarium) and was placed there in 1995, since 2008 it has become a landmark of the town."
        ],
        [
            17,
            "Austria",
            110,
            "Austria has been the birthplace of some of the world’s most famous classical music composers of all time, like Wolfgang Amadeus Mozart and Joseph Hayden. Mozart even played many of his songs in places like the Vienna Opera House, which is still a very special place for performers to play today. "
        ],
        [
            17,
            "Austria",
            112,
            "About 70% of tourists go to Austria to see where the movie The Sound of Music was filmed. Many people even take tours designated to visiting the films destinations. People even try to recreate the movie scenes, which they then film and post videos online."
        ],
        [
            196,
            "Slovakia",
            113,
            "The parachute was invented by a Slovakian man named Štefan Banič in 1913."
        ],
        [
            72,
            "France",
            114,
            "France is the most visited country in the world, with over 80 million visitors every year.  There is a disneyland in Paris. Many disney movies take place in France like Beauty & the Beast, Ratatouille, Aristocats, and the Hunchback of Notre Dame."
        ],
        [
            111,
            "Kenya",
            115,
            "Large animals such as lions, buffalos, leopards, elephants, and rhinoceros can be found in Kenya."
        ],
        [
            111,
            "Kenya",
            116,
            "Kenya is where humanity first evolved. Scientists have found over 230 skeletons of early human beings near Lake Rudolf in northern Kenya, going back millions of years. This is why Kenya, and particularly a great five-thousand-mile slash in the Earth’s crust called the “Rift Valley”, is sometimes called “the cradle of humanity”. As ages passed, human beings migrated out of Africa into Asia and Europe, and then, about 15,000 years ago, into the Americas."
        ],
        [
            216,
            "Uganda",
            117,
            "Uganda is the youngest country in the world with half of its entire population under the age 14!"
        ],
        [
            66,
            "Spain",
            118,
            "There is no tooth fairy in Spain. Instead, there is a tooth mouse called Ratoncito Perez."
        ],
        [
            179,
            "Russia",
            119,
            "The very first Matryoshka dolls were made in Russia in the year 1890. The first Matryoshka doll had 8 dolls that range from big to small and nest inside each other. The original doll had a rooster as the biggest and a baby as the smallest."
        ],
        [
            156,
            "Nicaragua",
            120,
            "Did you know that Lake Nicaragua is home to the only freshwater sharks in the world? Most sharks live in salt water, like oceans. Local guides say that these freshwater sharks are bull sharks that swam upstream following food many years ago, and stayed and adapted to living in the fresh water!"
        ],
        [
            43,
            "Ivory Coast",
            121,
            "The Ivory Coast is the largest producer of cocoa in the world."
        ],
        [
            167,
            "Peru",
            123,
            "In Peru, it is tradition to give friends and family yellow underpants on New Year’s Eve."
        ],
        [
            167,
            "Peru",
            125,
            "Potatoes originate from Peru and today there are over 3,000 different varieties of potatoes! Proud Peruvians use the phrase “Soy mas Peruano que la papa” (I am more Peruvian than the\npotato)!"
        ],
        [
            167,
            "Peru",
            126,
            "There are many llamas and alpacas living in Peru. Llamas are very intelligent, gentle animals.They are quick to learn, cooperative, and patient in training. Their quickness to learn can make them, at times, mischievous. Kids love watching them spit on each other."
        ],
        [
            109,
            "Japan",
            127,
            "There is a Disneyland in Tokyo and it has seven themes: the World Bazaar, Adventureland, Westernland, Fantasyland, Tomorrowland, Critter Country, and Mickey's Toontown!"
        ],
        [
            179,
            "Russia",
            128,
            "Russia is the World’s largest country. The world’s first satellite, named Sputnik, was launched by the Soviet Union in 1957."
        ],
        [
            168,
            "Philippines",
            129,
            "The Philippines is actually comprised of over 7,100 islands but its people only live on about 1⁄3 of those islands!"
        ],
        [
            168,
            "Philippines",
            130,
            "The nation got its ‘Philippines’ name after King Philip II of Spain."
        ],
        [
            168,
            "Philippines",
            131,
            "The yoyo was invented by ancient Filipinos and was originally used as a hunting weapon."
        ],
        [
            213,
            "Turkey",
            136,
            "Noah’s Ark was said to have landed on Mount Ararat, the tallest peak in Turkey that goes up to 5166 feet."
        ],
        [
            213,
            "Turkey",
            137,
            "Every year on National Independence and Children's Day on April 23rd, children take seats in the Turkish Parliament and  govern the country for one day! What would you do if you were in charge of your government for one day?"
        ],
        [
            156,
            "Nicaragua",
            138,
            "Nicaragua is the only country in the world where you can go “volcano boarding”. If you visit the volcano Ciero Negro, you can climb up the active volcano and then slide down it’s slope to return to the bottom!"
        ],
        [
            98,
            "India",
            139,
            "When Indian people greet each other they place their hands together and say Namaste. This means, I bow my head to you. When greeting an elder, some Indians may touch their feet as a sign of respect."
        ],
        [
            27,
            "Bosnia and Herzegovina",
            140,
            "Did you know that Bosnia is named the “Heart Shaped Land” because it is shaped like a heart?"
        ],
        [
            219,
            "United States",
            142,
            "Some Disney movies that take place in the United States are Lady & the Tramp, Toy Story, The Princess and the Frog, Dumbo, and Cars."
        ],
        [
            159,
            "Norway",
            148,
            "Norway is often called the “Land of the Midnight Sun” because during the summer months of May through July, the sun never fully drops below the horizon. The sun shines all day and all night!"
        ],
        [
            33,
            "Brazil",
            151,
            "92% of all new sold cars in Brazil use ethanol as fuel, which is produced from sugar cane."
        ],
        [
            33,
            "Brazil",
            153,
            "In 1958, a rhinoceros was a candidate in the city council elections in Sao Paulo, Brazil."
        ],
        [
            101,
            "Iran",
            154,
            "Onions were first discovered in the Persian Empire."
        ],
        [
            84,
            "Greece",
            156,
            "Greek children do not celebrate birthdays, instead they celebrate their name day.  Their name day is on the day of the Saint they were named after.  For example, everyone named Catherine celebrates on St. Catherine\\'s Day."
        ],
        [
            213,
            "Turkey",
            157,
            "Did you know that Turkey is part of two different continents? 97% of Turkey is in Asia but the other 3% is part of Europe."
        ],
        [
            101,
            "Iran",
            159,
            "Iran looks like a cat on the world map."
        ],
        [
            17,
            "Austria",
            168,
            "The Sound of Music, one of the most watched musicals of all times, takes place in Salzburg, Austria. But did you know, that almost no one from Austria has ever seen that movie? Austrians had their own movie about the Trapp family. Each year, many tourists come to Austria just to visit the landmarks in their beloved film."
        ],
        [
            17,
            "Austria",
            169,
            "Emperor Franz Stephan of Austria founded the first zoo of all time in 1752. This zoo called Schönbrunn Tiergarten is now the oldest zoo in the world."
        ],
        [
            41,
            "Chile",
            174,
            "Chile holds a world record for having the largest and deepest swimming pool! It holds over 66 million gallons of water and is 115 feet deep!"
        ],
        [
            60,
            "Denmark",
            175,
            "A carpenter invented Legos in Denmark in 1930. Now there is a huge Legoland where all the buildings are made of Legos!"
        ],
        [
            69,
            "Finland",
            176,
            "Finland has earned the nickname “Land of a Thousand Lakes” because they have 188,000 lakes and 179,500 islands!"
        ],
        [
            116,
            "South Korea",
            178,
            "When you are born in South Korea, you are considered a year old. This means that you age faster by a year if you are a South Korean compared to a westerner."
        ],
        [
            116,
            "South Korea",
            180,
            "The flag has a whole lot of philosophy behind it.The flag has a white background with a yin – yang symbol in the centre and four trigrams in the four corners of the flag.The Yin yang is in blue and red and represents the cosmic forces acting against each other to bring a balance and harmony.The trigrams on each corner symbolize the universal elements heaven, earth, fire and water."
        ],
        [
            116,
            "South Korea",
            181,
            "In Korea, the number 4 is considered bad luck. Most buildings in Korea do not have a 4th floor because of this reason."
        ],
        [
            136,
            "Mexico",
            182,
            "Children in Mexico have a lot of fun on their birthday parties. The “Piñata” was originally invented in Mexico. A “Piñata” is made of ceramic and decorated with colorful papers. Nowadays kids chose any kind of figure they want, from their favorite superheroes to their favorite princess, and the best part is… all Piñatas always have candy inside!"
        ],
        [
            136,
            "Mexico",
            183,
            "Chocolate was discovered in Mexico and was made by the Meso-American people into a sweet beverage using natural sweeteners."
        ],
        [
            183,
            "Senegal",
            184,
            "Did you know that animals roam the streets in Senegal? Herds of Goats are shepherded from lot to lot by their owner."
        ],
        [
            184,
            "Singapore",
            185,
            "Did you know that Singapore was named after a lion? The island was in fact first discovered by a Prince who was almost shipwrecked in a massive storm."
        ],
        [
            206,
            "Thailand",
            186,
            "Did you know that Thailand is home to the world’s largest Buddha statue?"
        ],
        [
            226,
            "Vietnam",
            187,
            "Did you know that according to legend, Vietnamese ancestors were dragons and fairies!"
        ],
        [
            39,
            "Canada",
            188,
            "Did you know Canada is the second largest country in the world?"
        ],
        [
            39,
            "Canada",
            189,
            "Did you know that the cartoon shows Caillou and Rollie Pollie Ollie were created in Canada?"
        ],
        [
            171,
            "Poland",
            190,
            "Did you know that pizza in Poland does not contain tomato sauce. The waiters bring sauce to the table in a pitcher, and you pour it on top. Sometimes the sauce is just ketchup."
        ],
        [
            131,
            "Morocco",
            192,
            "In Morocco, the goats climb trees in order to eat their favorite leaves!"
        ],
        [
            4,
            "Afghanistan",
            198,
            "Afghanistan's national game is called Buzkashi, or in other words, goat-grabbing! It is a sport where the players in two teams try to catch a goat while riding on a horse. It has been played for centuries and is actually pretty dangerous!"
        ],
        [
            231,
            "South Africa",
            199,
            "Did you know: Three of the five fastest land animals live in South Africa! They are the cheetah (63 miles per hour), the wildebeest and the lion."
        ],
        [
            231,
            "South Africa",
            204,
            "South Africa has the highest bungi jump in the world- It is 170ft high!"
        ],
        [
            219,
            "United States",
            210,
            "The United States has 2 Disney Parks! One is Disneyland in California and the other is Disney World in Florida."
        ],
        [
            100,
            "Ireland",
            211,
            "Leprechauns are mischievous little men who mend shoes and hide their pots of gold at the end of rainbows! They are part of Irish folklore and it's said that if you are lucky enough to catch one, the Leprechaun will grant you 3 wishes in order for you to let him go!"
        ],
        [
            212,
            "Tunisia",
            212,
            "Did you know that many of the desert scenes in the Star Wars movies were filmed in Tunisia?"
        ],
        [
            210,
            "Tonga",
            213,
            "Similar to Hawaiian hula dancing, Tongans use dance to tell stories. They usually don’t move their feet and legs, relying on their hands and head to tell the story!"
        ],
        [
            62,
            "Algeria",
            214,
            "Did you know that Algeria is the largest country in Africa?"
        ],
        [
            62,
            "Algeria",
            215,
            "90% of Algeria is covered in desert!"
        ],
        [
            162,
            "New Zealand",
            217,
            "Did you know that the winter season in the United States is the summer season in New Zealand? So when we think of Christmas with snow and sleigh bells, New Zealanders think of outdoor barbecues and warm sunshine!"
        ],
        [
            5,
            "Angola",
            218,
            "While most African countries enjoy soccer as their national sport, Angolans love to watch and play basketball!"
        ],
        [
            219,
            "United States",
            220,
            "Fortune cookies are not a traditional Chinese custom. They were invented in 1920 by a worker in a Noodle Factory in San Francisco, California."
        ],
        [
            42,
            "China",
            221,
            "The Great Wall of China is the largest man made structure in the world, stretching an incredible 8,850 kilometers (5,500 miles)!"
        ],
        [
            206,
            "Thailand",
            226,
            "Villagers in Thailand hold an unusual festival at a special temple each year known as the Monkey Buffet. Over 600 monkeys are invited to come and feast on sausages, fresh fruit and ice cream! It is their way of thanking the monkeys for attracting tourists each year."
        ],
        [
            4,
            "Afghanistan",
            227,
            "Instead of celebrating the new year on December 31st, Afghans celebrate the new year at the end of March!"
        ],
        [
            131,
            "Morocco",
            228,
            "The official name of the country is The Kingdom of Morocco and the country is about the same size as the state of California."
        ],
        [
            69,
            "Finland",
            229,
            "Finland is also know as the Land of the Midnight Sun because in the summer months of June and July, the sun doesn't drop below the horizon. It's sunny all day and all night!"
        ],
        [
            159,
            "Norway",
            230,
            "Trolls play a significant part in Norwegian folklore. Trolls are ugly, messy, nasty creatures that lives in caves or forests and will turn to stone if sunlight hits them."
        ],
        [
            116,
            "South Korea",
            231,
            "Scientists in South Korea created the world's first cloned dog! They named him Snuppy."
        ],
        [
            174,
            "Portugal",
            232,
            "Did you know that Portugal has over 500 miles of coastline and it is one of the most popular places for people to go to surf?"
        ],
        [
            117,
            "Kuwait",
            233,
            "Did you know that in Kuwait they race camels, instead of horses? Because it is so dangerous, they use remote controlled robots as jockeys instead of people!"
        ],
        [
            143,
            "Mongolia",
            234,
            "Did you know that the first dinosaur fossil eggs were found in the Gobi Desert in Mongolia in the 1920s?"
        ],
        [
            134,
            "Madagascar",
            235,
            "Did you know that Lemurs are only found in the wild in Madagascar? There are over 100 different species of lemurs living in Madagascar!"
        ],
        [
            158,
            "Netherlands",
            236,
            "Did you know that 70% of the world's bacon comes from the Netherlands?"
        ],
        [
            158,
            "Netherlands",
            237,
            "Favorite snacks of the Dutch include french fries dipped in mayonnaise and sprinkles on toast!"
        ],
        [
            96,
            "Indonesia",
            238,
            "Komodo dragons live on the island of Komodo in Indonesia. The komodo dragon is so large and dangerous that it can eat a human! This is the only place in the world you will find them in the wild."
        ],
        [
            102,
            "Iraq",
            239,
            "Did you know that many important inventions that we rely on today came from Iraq? The wheel, the calendar, the first maps, and the first written language all came from Iraq!"
        ],
        [
            102,
            "Iraq",
            240,
            "The country of Iraq is the site of one of the world's most ancient civilizations! Because it is located between two rivers, it has good soil to grow lots of food so it could support a lot of people."
        ],
        [
            110,
            "Kazakhstan",
            241,
            "Did you know that the first man to travel in space was from Kazakhstan? In 1961, Yuri Gagarin took off from Kazakhstan and completed a full orbit around Earth."
        ],
        [
            110,
            "Kazakhstan",
            242,
            "Apples originate from Kazakhstan and there are still forests of wild apple trees in the country!"
        ],
        [
            198,
            "Sweden",
            243,
            "Did you know that the games Minecraft and Candy Crush were created by Swedish companies?"
        ],
        [
            198,
            "Sweden",
            244,
            "The world’s first ice hotel was built in Sweden in the 1980s. It has 60 rooms and is open between December and April. When guests check in to the hotel, they are given jumpsuits to wear because it can be as cold as -8 degrees F inside!"
        ],
        [
            69,
            "Finland",
            245,
            "Did you know that Finnish people are so used to the cold, that in the heart of winter they make a hole in the middle of a frozen lake and go swimming?"
        ],
        [
            69,
            "Finland",
            246,
            "Did you know that Santa Claus comes from Finland? He is from a small village called Korvatunturi which means “Ear Mountain.”"
        ],
        [
            69,
            "Finland",
            247,
            "Did you know the game the Angry Birds was created by a Finnish company?"
        ],
        [
            164,
            "Pakistan",
            248,
            "Did you know that 80% of the world’s soccer balls are made in Pakistan? In 2014, Pakistan made 42 million soccer balls for the FIFA World Cup in Brazil!"
        ],
        [
            208,
            "Turkmenistan",
            249,
            "The Kugitang Nature Reserve in Turkmenistan is home to the Dinosaur Plateau, which has over 400 dinosaur footprints that are 150 million years old!"
        ],
        [
            11,
            "Armenia",
            251,
            "In Armenia, chess is a mandatory class in schools. All kids take chess and there are large chess tournaments held each year!"
        ],
        [
            33,
            "Brazil",
            252,
            "Have you ever seen the movie Rio? The film takes place the city of Rio de Janeiro, Brazil, and is a story about an exotic macaw bird named Blu,  who goes on an adventure to Brazil to meet another macaw, Jewel!"
        ],
        [
            134,
            "Madagascar",
            253,
            "Madagascar is the country the zoo animals go to in the animated movie, Madagascar!"
        ],
        [
            158,
            "Netherlands",
            254,
            "Did you know that 80% of the world's tulips are grown in the Netherlands?"
        ],
        [
            158,
            "Netherlands",
            255,
            "The Netherlands is home to more bikes than people! There are around 18 million bikes, and only 16 million people!"
        ],
        [
            62,
            "Algeria",
            256,
            "The national Park of Tassili in Algeria is the biggest open sky museum in the world! There are many drawings from the prehistoric rock art of cavemen! The park even has drawings referring to Aliens because apparently there have been many UFO sightings there!"
        ],
        [
            7,
            "Albania",
            257,
            "Did you know that Albanians nod their head up and down to mean ‘no’, and shake it from side to side for ‘yes’? That would get very confusing trying to switch!"
        ],
        [
            5,
            "Angola",
            258,
            "Have you ever seen anyone with the dreadlocks hairstyle? This style originally comes from Angola!"
        ],
        [
            11,
            "Armenia",
            259,
            "Did you know that the first church in the world was built in Armenia? Armenia is also the first Christian nation."
        ],
        [
            217,
            "Ukraine",
            260,
            "The famous Christmas song “Carol of the Bells” was originally a Ukrainian folk song to celebrate the new year. The lyrics were changed by an American composer and now it is a song you hear every year at Christmas!"
        ],
        [
            217,
            "Ukraine",
            261,
            "Archaeologists discovered the oldest map and oldest town made by humans in Ukraine. They are 15,000 years old! The map is carved on the bone of a mammoth and the huts are built with mammoth bones too!"
        ],
        [
            171,
            "Poland",
            262,
            "Did you know that Polish people celebrate April Fools Day by spraying random people with water by surprise? On that day, if you want to stay dry, you better stay home!"
        ],
        [
            11,
            "Armenia",
            263,
            "Did you know that Steve Jobs, the inventor of the iPad and iPhone, was adopted and raised by an Armenian family?"
        ],
        [
            11,
            "Armenia",
            264,
            "Did you know that the apricot is believed to originate in Armenia? The apricot's scientific name, Prunus armeniaca, means Armenian Plum! Archaeologists have discovered apricot seeds that date back to around 4,000 BC!"
        ],
        [
            61,
            "Dominican Republic",
            265,
            "One of the most beautiful places in the Dominican Republic is Sanona Island. It is a protected natural reserve where there are hundreds of different animals. You can find several types of turtles, beautiful birds like the monk parakeet, odd reptiles like the rhinoceros iguana, manatees, dolphins and fishing bats!"
        ],
        [
            61,
            "Dominican Republic",
            266,
            "Did you know that baseball is the most popular sport in the country? Many famous baseball players go to the Dominican Republic for training, or were born there, like Sammy Sosa."
        ],
        [
            61,
            "Dominican Republic",
            267,
            "The Dominican Republic is the oldest country of the Americas! It was the first place reached by Christopher Columbus in 1492 when he set out to discover if the world was flat or not!"
        ],
        [
            61,
            "Dominican Republic",
            268,
            "Santo Domingo is the first capital city of North and South America and it is the house of the first cathedral, the first university and the first hospital."
        ],
        [
            155,
            "Nigeria",
            269,
            "Did you know that Nigeria has the most diverse amount of butterflies in the world?"
        ],
        [
            155,
            "Nigeria",
            270,
            "Nigeria is home to the West African Manatee, a large water mammal that sailors used to mistake for mermaids!"
        ],
        [
            216,
            "Uganda",
            271,
            "Did you know that fried grasshoppers and white ants are special foods in Uganda?"
        ],
        [
            39,
            "Canada",
            272,
            "Canada is the first and only country in North America to have a hotel completely made out of ice! The hotel is built every December and lasts until about April when it begins to melt."
        ],
        [
            178,
            "Romania",
            273,
            "Did you know that vampire Count Dracula is from Romania? He lives in a big castle in Transylvania and can change into a bat to fly to far places. But don’t bring garlic near him because he really doesn’t like it!"
        ],
        [
            178,
            "Romania",
            274,
            "Did you know that Romania was the first country in Europe to be lit by electric street lamps?"
        ],
        [
            39,
            "Canada",
            275,
            "Did you know that Canada is an Iroquoian language word meaning “Village”?"
        ],
        [
            39,
            "Canada",
            276,
            "Canada consumes more macaroni and cheese than any other nation in the world!"
        ],
        [
            39,
            "Canada",
            277,
            "Canada has more lakes than the rest of the worlds’ lakes combined!"
        ],
        [
            39,
            "Canada",
            278,
            "Sometimes, the Atlantic Ocean on the coast of Canada freezes, so people can play hockey on it! Can you imagine skating on the frozen ocean?"
        ],
        [
            52,
            "Cuba",
            279,
            "In a traditional Cuban meal the food is not served in courses, instead all the food is served at the same time."
        ],
        [
            52,
            "Cuba",
            280,
            "The worlds’ smallest hummingbird and smallest frog are found in Cuba."
        ],
        [
            52,
            "Cuba",
            281,
            "There are no animals or plants in Cuba that are poisonous or lethal to humans."
        ],
        [
            52,
            "Cuba",
            282,
            "Cuban people could not own cellphones until 2008!"
        ],
        [
            119,
            "Lebanon",
            283,
            "Did you know that one of the very first alphabets was created in Byblos, Lebanon? The letters resemble hieroglyphics, or pictures."
        ],
        [
            140,
            "Malta",
            284,
            "There are underground dungeons, rooms, and churches built by the Romans."
        ]
    ]
}